7zip
alsa-firmware
alsa-tools
alsa-utils
android-studio
base
base-devel
blueman
bluez
bluez-utils
brave-bin
brightnessctl
clipse
cmake
cuda
drawio-desktop
efibootmgr
fd
flatpak
freerdp
fuzzel
fzf
gamemode
git
grim
grub
gvim
htop
hyprland
hyprpolkitagent
imagemagick
inkscape
intel-gpu-tools
intel-ucode
jq
kitty
lazygit
less
lib32-gamemode
lib32-mangohud
lib32-nvidia-utils
lib32-vulkan-icd-loader
lib32-vulkan-intel
libheif
libvips
linux-firmware
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lmstudio-bin
lvm2
mako
mangohud
mesa
mesa-utils
neovim
network-manager-applet
networkmanager
nodejs
nordvpn-bin
noto-fonts-emoji
npm
nvidia-open-dkms
nvidia-prime
nvidia-utils
nvtop
oha
ollama
ollama-cuda
opencode-bin
optipng
pacman-contrib
paru
paru-debug
pavucontrol
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
podman-compose
poppler
protontricks
protonup-qt
python-pip
qt5-wayland
qt5ct
qt6ct
remmina
ripgrep
rsync
rustup
sddm
slurp
spotify-launcher
starship
steam
sudo
swappy
ta-lib
tailwindcss-bin
terminus-font
tree
ttf-jetbrains-mono-nerd
tuxedo-control-center-bin
unzip
uv
vulkan-icd-loader
vulkan-intel
vulkan-tools
waybar
wev
wget
wl-clipboard
wlogout
wlr-randr
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xorg-xwayland
zip
zsh
