7zip
base
base-devel
blueman
bluez
bluez-utils
brave-bin
clipse
cuda
efibootmgr
fd
fuzzel
fzf
git
grim
grub
gvim
htop
hyprland
hyprpolkitagent
intel-ucode
kitty
lazygit
less
lib32-nvidia-utils
lib32-vulkan-icd-loader
lib32-vulkan-intel
linux-firmware
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lvm2
mako
mesa
mesa-utils
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts-emoji
npm
nvidia-open-dkms
nvidia-utils
nvtop
paru
paru-debug
pavucontrol
pipewire-pulse
python-pip
qt5-wayland
qt5ct
qt6ct
ripgrep
rsync
sddm
slurp
spotify-launcher
starship
steam
sudo
swappy
ta-lib
terminus-font
ttf-jetbrains-mono-nerd
tuxedo-control-center-bin
unzip
uv
vulkan-icd-loader
vulkan-intel
waybar
wev
wget
wl-clipboard
wlogout
wlr-randr
xdg-desktop-portal-hyprland
xorg-xwayland
zip
zsh
